Repository: jparias20/ResourcesFrameworkLobo-iOS
Catalog: Sources/Resources/Localizable/*.lproj/Localizable.strings
Languages: es

source: Send
es: Enviar

# reject
source: Refuse
es: Cancelar

# emailPlaceholder
source: Enter your email
es: Ingresa tu correo

# passwordPlaceholder
source: Enter your password
es: Ingresa tu contraseña

# forgotPassword
source: Forgot your password?
es: Olvidaste tu contraseña?

source: Log in
es: Iniciar Sesion

# loginDifferentMethods
source: -- Or --
es: -- Ó --

# loginFooterDescription
source: If you don't have any accounts, a new one will be created
es: Si no tienes cuenta, se creará una nueva

# errorEmailEmptyDescription
source: An email is required, please enter one
es: Un correo es requerido, por favor ingrese uno

# errorInvalidEmailDescription
source: This email is not valid, please enter a good one
es: Este correo no es válido, por favor ingrese uno bueno

# errorPasswordEmptyDescription
source: A password is required, please enter one
es: Una contraseña es requerida, por favor ingrese una

# errorWrongPasswordDescription
source: This password is not correct, please enter a good one
es: Esta contraseña no es correcta, por favor ingrese una buena

# errorUnknownTitleDescription
source: Unknown error happened, try again please
es: Ocurrió un error desconocido, por favor inténtalo de nuevo

# errorWeakPasswordDrescription
source: Password is not secure, please try a new one
es: La contraseña no es segura, por favor intente con una mas segura

# registerNameModalTitle
source: User Name
es: Nombre de usuario

# registerNameModalDescription
source: A user name is required in order to be visible againts other users
es: Un nombre de usuario es requerido para poder ser visible frente a los otros usuarios

# registerNameModalPlaceholder
source: Enter an user name
es: Ingrese un nombre de usuario

# registerNameModalEmptyDescription
source: A user name is required, please enter one
es: Un nombre de usuario es requerido, por favor ingrese uno
